[
  {
    "title": "Balustrada szklana z metalowym wykończeniem – styl industrialny",
    "img": "./assets/img/balustrady/01.jpg",
    "description": "Nowoczesna balustrada ze szkła i metalu – idealne połączenie surowości i elegancji, które doskonale wpisuje się w styl industrialny mieszkań i loftów."
  },
  {
    "title": "Balustrada z hartowanego szkła – bezpieczeństwo i design",
    "img": "./assets/img/balustrady/02.jpg",
    "description": "Stylowa balustrada z hartowanego szkła z metalową ramą – doskonały wybór w atrakcyjnej cenie. Idealna do nowoczesnych klatek schodowych i antresoli."
  },
  {
    "title": "Minimalistyczna balustrada metalowo-szklana",
    "img": "./assets/img/balustrady/03.jpg",
    "description": "Balustrada o lekkiej konstrukcji, wykonana ze szkła i stali nierdzewnej – subtelna elegancja i bezpieczeństwo w jednym."
  },
  {
    "title": "Balustrada do domu jednorodzinnego – funkcjonalność i estetyka",
    "img": "./assets/img/balustrady/04.jpg",
    "description": "Nowoczesna balustrada z wysokiej jakości szkła i metalu – sprawdzone rozwiązanie do wnętrz domów jednorodzinnych."
  },
  {
    "title": "Elegancka balustrada ze szkła – stylowa ochrona schodów",
    "img": "./assets/img/balustrady/05.jpg",
    "description": "Transparentna balustrada ze szkła hartowanego – nowoczesny design i maksymalne doświetlenie przestrzeni."
  },
  {
    "title": "Nowoczesna balustrada balkonowa ze szkła i stali",
    "img": "./assets/img/balustrady/06.jpg",
    "description": "Balustrada balkonowa z przezroczystego szkła i stali – idealne rozwiązanie dla osób ceniących bezpieczeństwo i estetykę."
  },
  {
    "title": "Balustrada z czarnym metalem – nowoczesny loftowy charakter",
    "img": "./assets/img/balustrady/07.jpg",
    "description": "Czarna stal i szkło – połączenie, które tworzy wyrazisty akcent w nowoczesnym wnętrzu. Doskonały wybór do mieszkań w stylu loftowym."
  },
  {
    "title": "Balustrada szklana z drewnianym detalem",
    "img": "./assets/img/balustrady/08.jpg",
    "description": "Połączenie metalu i drewna – nowoczesność spotyka się z naturalnym ciepłem. Idealna do domów z charakterem."
  },
  {
    "title": "Balustrada do schodów wewnętrznych – prostota i styl",
    "img": "./assets/img/balustrady/09.jpg",
    "description": "Przejrzysta balustrada ze szkła hartowanego zapewnia lekkość wizualną i bezpieczeństwo. Świetnie sprawdza się w nowoczesnych wnętrzach."
  },
  {
    "title": "Metalowo-szklana balustrada z nowoczesnym uchwytem",
    "img": "./assets/img/balustrady/10.jpg",
    "description": "Szklana balustrada z designerskim uchwytem – funkcjonalność i estetyka w jednym, idealna do wnętrz i przestrzeni komercyjnych."
  },
  {
    "title": "Balustrada industrialna – styl i wytrzymałość",
    "img": "./assets/img/balustrady/11.jpg",
    "description": "Metalowa konstrukcja i szkło tworzą solidną balustradę o industrialnym charakterze – odporna, stylowa i ponadczasowa."
  },
  {
    "title": "Przeszklona balustrada z dyskretnymi mocowaniami",
    "img": "./assets/img/balustrady/12.jpg",
    "description": "Bezpieczna i niemal niewidoczna – szklana balustrada z minimalistycznymi elementami montażowymi. Doskonały wybór dla miłośników prostoty."
  },
  {
    "title": "Ekskluzywna balustrada z matowego szkła",
    "img": "./assets/img/balustrady/13.jpg",
    "description": "Matowe szkło i stal nierdzewna – elegancka balustrada dla nowoczesnych przestrzeni biurowych i prywatnych. Luksus w przystępnej cenie."
  },
  {
    "title": "Balustrada na zamówienie – idealne dopasowanie",
    "img": "./assets/img/balustrady/14.jpg",
    "description": "Nowoczesna balustrada wykonana na wymiar – idealne dopasowanie do każdego wnętrza. Wysoka jakość i atrakcyjna cena."
  }
]
