[
  {
    "title": "Nowoczesne schody zewnętrzne w stylu minimalistycznym",
    "img": "./assets/img/lofty/01.jpg",
    "description": "Minimalistyczne schody zewnętrzne idealne na pochyłości. Prosty design, solidna metalowa konstrukcja i antypoślizgowe wykończenie – funkcjonalność i styl w jednym."
  },
  {
    "title": "Szklano-metalowa szafa kuchenna w nowoczesnym lofcie",
    "img": "./assets/img/lofty/02.jpg",
    "description": "Przeszklona szafa z metalowym stelażem to industrialny akcent w każdej kuchni. Praktyczne przechowywanie i elegancki wygląd w jednym – idealna do wnętrz typu loft."
  },
  {
    "title": "Nowoczesne ognisko w stylu industrialnym",
    "img": "./assets/img/lofty/03.jpg",
    "description": "Designerskie ognisko wykonane z metalu – idealne do nowoczesnych tarasów i ogrodów. Surowy industrialny styl przyciąga uwagę i tworzy wyjątkową atmosferę."
  },
  {
    "title": "Przeszklone drzwi wewnętrzne w stylu loftowym",
    "img": "./assets/img/lofty/04.jpg",
    "description": "Drzwi z metalu i szkła – nowoczesne rozwiązanie do wnętrz loftowych. Przestrzeń, światło i industrialna elegancja w jednym."
  },
  {
    "title": "Loftowe drzwi wewnętrzne z czarną ramą i szkłem",
    "img": "./assets/img/lofty/05.jpg",
    "description": "Szklane drzwi z metalową ramą w kolorze czarnym – doskonałe do mieszkań w stylu industrialnym. Funkcjonalność i design w jednej formie."
  },
  {
    "title": "Nowoczesne drzwi do wnętrz w stylu industrialnym",
    "img": "./assets/img/lofty/06.jpg",
    "description": "Metalowe drzwi z dużą powierzchnią szkła to idealne połączenie nowoczesności i elegancji. Otwierają przestrzeń i dodają charakteru każdemu wnętrzu."
  },
  {
    "title": "Industrialne drzwi przesuwne ze szkłem",
    "img": "./assets/img/lofty/07.jpg",
    "description": "Drzwi przesuwne z metalu i szkła – oszczędność miejsca i designerski wygląd. Świetnie komponują się z nowoczesnym wystrojem loftu."
  },
  {
    "title": "Loftowa kuchnia: metal, szkło i drewno",
    "img": "./assets/img/lofty/08.jpg",
    "description": "Wyjątkowa kuchnia w stylu loft – połączenie metalu, szkła i naturalnego drewna. Industrialna estetyka i funkcjonalność w perfekcyjnej harmonii."
  },
  {
    "title": "Wewnętrzne drzwi loftowe z przeszkleniami",
    "img": "./assets/img/lofty/09.jpg",
    "description": "Drzwi do wnętrz w stylu loftowym – metalowa konstrukcja z dużymi przeszkleniami. Nadają przestrzeni lekkości i nowoczesnego charakteru."
  }
]
