[
  {
    "title": "Nowoczesne ogrodzenie z metalu z geometrycznym wzorem",
    "img": "./assets/img/ogrodzenia/01.jpg",
    "description": "Metalowe ogrodzenie z geometrycznym wzorem dodaje charakteru i stylu posesji. Idealne dla nowoczesnych domów i minimalistycznych aranżacji ogrodu."
  },
  {
    "title": "Tradycyjna brama wjazdowa z kutego żelaza",
    "img": "./assets/img/ogrodzenia/02.jpg",
    "description": "Brama kuta z ozdobnymi detalami to klasyka, która nigdy nie wychodzi z mody. Solidna konstrukcja i elegancki wygląd podnoszą prestiż nieruchomości."
  },
  {
    "title": "Ogrodzenie panelowe w kolorze antracytowym",
    "img": "./assets/img/ogrodzenia/03.jpg",
    "description": "Praktyczne i estetyczne ogrodzenie panelowe to doskonały wybór dla nowoczesnych domów. Łatwa instalacja i trwałość gwarantują zadowolenie na lata."
  },
  {
    "title": "Nowoczesna brama przesuwna z metalu",
    "img": "./assets/img/ogrodzenia/04.jpg",
    "description": "Automatyczna brama przesuwna wykonana z metalu zapewnia bezpieczeństwo i wygodę użytkowania. Idealna do domów jednorodzinnych i firm."
  },
  {
    "title": "Drewniano-metalowe ogrodzenie – klasyka w nowym wydaniu",
    "img": "./assets/img/ogrodzenia/05.jpg",
    "description": "Połączenie drewna i metalu to harmonijna mieszanka tradycji z nowoczesnością. Ogrodzenie idealne do posesji z naturalnym charakterem."
  },
  {
    "title": "Brama z motywem roślinnym – elegancja i styl",
    "img": "./assets/img/ogrodzenia/06.jpg",
    "description": "Dekoracyjna brama z motywem roślinnym przyciąga wzrok i podkreśla indywidualny styl właścicieli. Ręczne wykonanie gwarantuje unikalność projektu."
  },
  {
    "title": "Ogrodzenie z pionowymi metalowymi listwami",
    "img": "./assets/img/ogrodzenia/07.jpg",
    "description": "Nowoczesne ogrodzenie z pionowych listew zapewnia prywatność i estetyczny wygląd. To rozwiązanie, które łączy trwałość z designem."
  },
  {
    "title": "Brama wjazdowa z domofonem i systemem automatycznym",
    "img": "./assets/img/ogrodzenia/08.jpg",
    "description": "Zintegrowany system bramy z domofonem to wygoda i bezpieczeństwo. Idealne rozwiązanie dla nowoczesnych gospodarstw domowych i obiektów komercyjnych."
  },
  {
    "title": "Ogrodzenie ażurowe – lekkość i styl",
    "img": "./assets/img/ogrodzenia/09.jpg",
    "description": "Ażurowe ogrodzenie nadaje posesji lekkości i nowoczesnego charakteru. Dzięki wyjątkowemu wzornictwu zyskuje się estetykę i funkcjonalność."
  },
  {
    "title": "Nowoczesna brama z poziomych profili stalowych",
    "img": "./assets/img/ogrodzenia/10.jpg",
    "description": "Solidna brama wykonana z poziomych stalowych profili to idealne połączenie wytrzymałości i eleganckiego designu. Świetnie sprawdza się w każdej przestrzeni."
  },
  {
    "title": "Ogrodzenie z metalu i szkła – nowoczesność i przejrzystość",
    "img": "./assets/img/ogrodzenia/11.jpg",
    "description": "Szklano-metalowe ogrodzenie to nowoczesne rozwiązanie, które zapewnia bezpieczeństwo bez utraty widoczności. Idealne do luksusowych nieruchomości."
  },
  {
    "title": "Brama uchylna z ozdobnym panelem",
    "img": "./assets/img/ogrodzenia/12.jpg",
    "description": "Ręcznie wykonany panel ozdobny w bramie uchylnej przyciąga uwagę i dodaje elegancji. Świetnie komponuje się z klasyczną architekturą."
  },
  {
    "title": "Minimalistyczne ogrodzenie z ciemnego metalu",
    "img": "./assets/img/ogrodzenia/13.jpg",
    "description": "Ciemne, minimalistyczne ogrodzenie doskonale wpisuje się w nowoczesne projekty domów. Niskie koszty konserwacji i wytrzymałość to jego główne zalety."
  },
  {
    "title": "Brama z laserowo wycinanym wzorem",
    "img": "./assets/img/ogrodzenia/14.jpg",
    "description": "Nowoczesna technologia laserowa pozwala tworzyć precyzyjne, efektowne wzory w metalu. Idealne rozwiązanie dla wymagających klientów."
  },
  {
    "title": "Ogrodzenie industrialne z surowego metalu",
    "img": "./assets/img/ogrodzenia/15.jpg",
    "description": "Surowy metal i prostota formy to esencja stylu industrialnego. Ogrodzenie dla tych, którzy cenią autentyczność i wyrazisty charakter."
  },
  {
    "title": "Brama i ogrodzenie z elementami nierdzewnymi",
    "img": "./assets/img/ogrodzenia/16.jpg",
    "description": "Elementy ze stali nierdzewnej zwiększają trwałość i odporność na warunki atmosferyczne. To inwestycja na lata w estetyce i bezpieczeństwie."
  }
]
