[
  {
    "title": "Nowoczesne ogrodzenie z metalu z geometrycznym wzorem",
    "img": "./assets/img/ogrodzenia/01.jpg",
    "description": "Metalowe ogrodzenie z geometrycznym wzorem dodaje charakteru i stylu posesji. Idealne dla nowoczesnych domów i minimalistycznych aranżacji ogrodu."
  },
  {
    "title": "Tradycyjna brama wjazdowa z kutego żelaza",
    "img": "./assets/img/ogrodzenia/02.jpg",
    "description": "Ciemne, minimalistyczne ogrodzenie doskonale wpisuje się w nowoczesne projekty domów. Niskie koszty konserwacji i wytrzymałość to jego główne zalety."
  },
  {
    "title": "Ogrodzenie panelowe w kolorze antracytowym",
    "img": "./assets/img/ogrodzenia/03.jpg",
    "description": "Furtki kute – elegancja i solidność w klasycznym stylu"
  },
  {
    "title": "Nowoczesna brama przesuwna z metalu",
    "img": "./assets/img/ogrodzenia/04.jpg",
    "description": "Skrzynka gazowa wykonana ze stali ocynkowanej, malowanej proszkowo lub tworzywa sztucznego. Standardowe wymiary zgodne z normami branżowymi. Możliwość montażu natynkowego lub wolnostojącego."
  },
  {
    "title": "Drewniano-metalowe ogrodzenie – klasyka w nowym wydaniu",
    "img": "./assets/img/ogrodzenia/05.jpg",
    "description": "Brama kuta z ozdobnymi detalami to klasyka, która nigdy nie wychodzi z mody. Solidna konstrukcja i elegancki wygląd podnoszą prestiż nieruchomości."
  },
  {
    "title": "Brama z motywem roślinnym – elegancja i styl",
    "img": "./assets/img/ogrodzenia/06.jpg",
    "description": "Nasze bramy dwuskrzydłowe są projektowane z myślą o funkcjonalności, trwałości i estetyce. Oferujemy również bramy dopasowane do ogrodzeń kutych, nowoczesnych oraz panelowych."
  },
  {
    "title": "Ogrodzenie z pionowymi metalowymi listwami",
    "img": "./assets/img/ogrodzenia/07.jpg",
    "description": "Kraty kute to doskonałe połączenie funkcji ochronnej z dekoracyjnym wyglądem."
  },
  {
    "title": "Brama wjazdowa z domofonem i systemem automatycznym",
    "img": "./assets/img/ogrodzenia/08.jpg",
    "description": "Zintegrowany system furtki z domofonem to wygoda i bezpieczeństwo. Idealne rozwiązanie dla nowoczesnych gospodarstw domowych i obiektów komercyjnych."
  },
  {
    "title": "Ogrodzenie ażurowe – lekkość i styl",
    "img": "./assets/img/ogrodzenia/09.jpg",
    "description": "Ażurowe ogrodzenie nadaje posesji lekkości i nowoczesnego charakteru. Dzięki wyjątkowemu wzornictwu zyskuje się estetykę i funkcjonalność."
  },
  {
    "title": "Nowoczesna brama z poziomych profili stalowych",
    "img": "./assets/img/ogrodzenia/10.jpg",
    "description": "Ręcznie wykonany kuty balkon francuski to wyjątkowe połączenie funkcji zabezpieczającej z dekoracyjnym charakterem."
  },
  {
    "title": "Ogrodzenie z metalu i szkła – nowoczesność i przejrzystość",
    "img": "./assets/img/ogrodzenia/11.jpg",
    "description": "Dekoracyjna brama z motywem roślinnym przyciąga wzrok i podkreśla indywidualny styl właścicieli. Ręczne wykonanie gwarantuje unikalność projektu."
  },
  {
    "title": "Brama uchylna z ozdobnym panelem",
    "img": "./assets/img/ogrodzenia/12.jpg",
    "description": "Ogrodzenia grzebieniowe charakteryzują się poziomym układem profili, ułożonych w sposób przesłaniający widoczność z zewnątrz – przypominają układ grzebienia, stąd nazwa."
  },
  {
    "title": "Brama z laserowo wycinanym wzorem",
    "img": "./assets/img/ogrodzenia/14.jpg",
    "description": "Zewnętrzna barjerka w stylu loftowym to propozycja dla osób ceniących minimalizm, industrialny charakter i funkcjonalność."
  },
  {
    "title": "Ogrodzenie industrialne z surowego metalu",
    "img": "./assets/img/ogrodzenia/15.jpg",
    "description": "Surowy metal i prostota formy to esencja stylu industrialnego. Ogrodzenie dla tych, którzy cenią autentyczność i wyrazisty charakter."
  },
  {
    "title": "Brama i ogrodzenie z elementami nierdzewnymi",
    "img": "./assets/img/ogrodzenia/16.jpg",
    "description": "Ogrodzenie balkonowe  - surowa, geometryczna forma bez zbędnych ozdób."
  }
]
